import React from 'react';
import { inject, observer } from "mobx-react";

@inject("gaStore")
@observer
export default class Rules extends React.Component {
    componentDidMount() {
        this.props.gaStore.addPageView("/rules");

        window.scrollTo(0, 0);
    }

    render() {
        return <div class="vodio-container">
            <div>
                <h1 style={{ textAlign: "right" }}>شرایط ارائۀ خدمات و شیوه نامۀ حریم خصوصی در ودیو</h1>
                <div>
                    با استفاده از ودیو، شما با شرایط زیر موافقت می کنید. لطفاً آن ها را دقیق مطالعه کنید.</div>
                <br />
                <h2>استفاده از سرویس های ودیو</h2>
                <div>            شما باید از کلیۀ خط مشی های ودیو پیروی کنید. از سرویس های ودیو سوء استفاده نکنید. مثلاً از تداخل در سرویس های ودیو یا تلاش برای دسترسی به آن ها از روشی جز رابط کاربری و دستورالعمل های ودیو خودداری کنید. از سرویس های ودیو فقط به روش مجاز شناخته شدۀ قانونی، از جمله قانون تجارت الکترونیک ایران مصوب 1382، استفاده کنید. اگر از شرایط یا خط مشی های ودیو تخطی کنید و یا هر گونه عملکرد مشکوک داشته باشید، ممکن است ارائۀ سرویس ها را به شما را متوقف کنیم یا به حالت تعلیق درآوریم.</div>
                <div>استفاده از سرویس های ودیو سبب نمی شود مالکیت هر کدام از دارایی ها و حقوق مادی و معنوی موجود در سرویس های ودیو یا محتواهایی که به آن ها دسترسی دارید به شما تعلق بگیرد. شما امکان استفاده از محتوا و سرویس های ودیو را دارید چون دارندۀ حق مالکیت فکری آن محصول یا سرویس به شما اجازه داده یا به واسطۀ قانون مجاز به انجام این کار هستید. این شرایط به شما این حق را نمی دهد که از مارک یا لوگوهای استفاده شده در این سرویس ها استفاده کنید. اعلامیه های حقوقی ودیو را حذف یا نامفهوم نکنید یا تغییرشان ندهید.</div>
                <div>مسئولیت محتواهایی که در ودیو مشاهده می کنید تنها بر عهدۀ سازمانی است که آن را از این طریق در اختیار کاربران قرار داده است. ما محتوا را بازبینی نمی کنیم.</div>
                <div>ممکن است اعلامیه های سرویس ها، پیام های اجرایی و سایر اطلاعات در ارتباط با استفادۀ شما از ودیو را از روش های مختلف مانند پیامک، آگه ساز یا ایمیل برای شما ارسال کنیم.</div>
                <br />
                <h2>حساب کاربری شما در ودیو</h2>
                <div>برای بهره مندی کامل از سرویس های ودیو به حساب کاربری در ودیو نیاز دارید. برای حفاظت از حساب کاربری خود در ودیو، رمزتان را فاش نکنید. شما مسئول اتفاقاتی هستید که در حساب کاربری شما در ودیو یا از طریق آن رخ می دهد (مثلاً خریدهایی که انجام می شود). سعی کنید از رمز حساب کاربری ودیو خود در برنامه های دیگر استفادۀ مجدد نکنید. اگر متوجه شدید به واسطۀ استفادۀ شما از سرویس های ودیو از رمز یا حساب کاربری یا هر گونه اطلاعات شخصی دیگر از قبیل شمارۀ تلفن یا اطلاعات حساب های بانکی تان استفادۀ غیرمجاز می شود، این دستورالعمل ها را دنبال کنید یا از طریق بخش «پشتیبانی» با ما تماس بگیرید.</div>
                <br />
                <h2>حفاظت از کپی رایت و حریم خصوصی</h2>
                <div>در شیوه نامۀ حریم خصوصی ودیو دربارۀ نحوۀ استفادۀ ما از داده های شخصی شما و محافظت از حریم خصوصی شما هنگام استفاده از سرویس های ودیو توضیح داده ایم. با استفاده از سرویس های ودیو، شما موافقت می کنید که ما می توانیم از آن داده ها مطابق با شیوه نامۀ حریم خصوصی ودیو استفاده کند.</div>
                <div>ما به نقض کپی رایت واکنش نشان می دهیم و بر اساس رویۀ تعیین شده در قانون حمایت حقوق مؤلفان و مصنفان و هنرمندان ایران مصوب 1348، حساب های افراد تکرارکنندۀ نقض حقوق را می بندیم، دسترسی آن ها به سرویس های ودیو را مسدود می کنیم و حق هر گونه اقامۀ دعوا در مراجع قضایی جمهوری اسلامی ایران را برای خود محفوظ می دانیم.</div>
                <div>ما اطلاعات را در اختیار دارندگان کپی رایت قرار می دهیم تا دارایی معنوی خود را آنلاین مدیریت کنند. اگر فکر می کنید شخصی کپی رایت شما را نقض کرده و می خواهید به ما اطلاع دهید، از مرکز پشتیبانی ما اطلاعاتی کسب کنید.</div>
                <br />
                <h2>محتوای شما در سرویس های ودیو</h2>
                <div>برخی از سرویس های ودیو به شما امکان می دهند محتوا را ارائه، ذخیره، ارسال یا دریافت کنید. مالکیت هر گونه حقوق معنوی محتوا برای شما محفوظ خواهد بود. به طور خلاصه، آن چه متعلق به شماست همچنان به شما تعلق خواهد داشت.</div>
                <div>سیستم های خودکار ما محتوای شما (از جمله ایمیل ها) و رفتارهای شما در اپلیکیشن و وب سایت ودیو را تجزیه و تحلیل می کنند تا خدمات مناسب شما را فراهم آورند، مانند نتایج سفارشی سازی شده برای جستجوها و یا تبلیغات مناسب. این تجزیه و تحلیل، همزمان با ارسال و دریافت محتوا و هنگامی که محتوا ذخیره می شود صورت می گیرد.</div>
                <div>اگر حساب کاربری ودیو دارید، ما می توانیم نام و عکس نمایۀ شما و اقداماتی را که در ودیو انجام می دهید (مانند خریدها یا بازدیدها یا کامنت هایی که می نویسید و ستاره هایی که به ودیو می دهید) در خدمات مان برای کاربرانی که شما با آن ها از طریق دفترچۀ تلفن خود مرتبط هستید نشان دهیم.</div>
                <div>اطلاعات بیشتر دربارۀ نحوۀ ذخیره و استفادۀ ودیو از محتوا را می توانید در شیوه نامۀ حریم خصوصی بیابید. اگر بازخورد یا پیشنهادی دربارۀ سرویس های ودیو ارائه کنید، ممکن است از بازخورد یا پیشنهادهای شما بدون هر گونه الزامی برای شما استفاده کنیم.</div>
                <br />
                <h2>هشدارهایی دربارۀ اپلیکیشن و سرویس های ودیو</h2>
                <div>اگر سرویسی قابلیت دانلود داشته یا اپلیکیشن به آن نیاز داشته باشد، این اپلیکیشن با ارائۀ یک نسخه یا ویژگی جدید قابلیت به روز شدن خودکار یا دستی را در دستگاه شما دارد.</div>
                <div>ودیو یک مجوز شخصی، جهانی، بدون حق ثبت، غیر قابل تخصیص به سایر افراد و غیر انحصاری در اختیار شما قرار می دهد تا از اپلیکیشن یا سرویس ارائه شده استفاده کنید. تنها هدف این مجوز آن است که به شما امکان دهد از سرویس ها همان گونه که ودیو ارائه کرده و به گونه ای مجاز و قانونی استفاده کرده و لذت ببرید. شما اجازه ندارید هیچ بخشی از سرویس ها یا نرم افزارهای ارائه شدۀ همراه آن ها را کپی کنید، تغییر دهید، توزیع کنید، بفروشید یا اجاره دهید یا هیچ بخشی از آن ها را مهندسی معکوس کنید یا بکوشید کد منبع آن ها را استخراج کنید.</div>
                <br />
                <h2>تغییر و پایان سرویس های ودیو</h2>
                <div>ما به طور مداوم در حال تغییر و بهبود ودیو هستیم. ممکن است ویژگی ها یا عملکردهایی را اضافه یا حذف کنیم و همچنین ممکن است یکی از سرویس های ودیو را به طور کلی متوقف کنیم یا به حالت تعلیق درآوریم. همچنین ممکن است ودیو در هر زمان ارائۀ سرویس ها به شما را متوقف یا محدودیت های جدیدی به سرویس هایش اضافه یا ایجاد کند.</div>
                <div>اعلامیه های سلب مسئولیت ودیو</div>
                <div>ودیو سرویس های خود را در سطحی از مهارت و دقت ارائه می کند تا از استفاده از آن ها لذت ببرید. اما موارد خاصی وجود دارند که ما در زمینۀ سرویس های خود تضمینی ارائه نمی کنیم.</div>
                <div>ودیو به هیچ وجه پاسخ گوی تبعات استفاده از سرویس های خود در خارج از ایران نیست. تمامی ویدیوهای موجود در ودیو دارای مجوزهای لازم از مراجع ذی صلاح کشور جمهوری اسلامی ایران است و روی سرورهایی در داخل ایران نگهداری می شوند. استفاده از نسخۀ فعلی ودیو در خارج از ایران ممکن است منع قانونی داشته باشد. تشخیص این موانع بر عهدۀ خود کاربر است و ودیو مسئولیتی در این باره تقبل نمی کند.</div>
                <div>همچنین ودیو هیچ گونه تضمینی در قبال تأیید نظرات یا استفاده از محتوای بارگذاری شده توسط کاربران نمی دهد و مسئولیتی در این زمینه ندارد. نظراتی که حاوی الفاظ رکیک، هر نوع محتوای متناقض عرف جامعه یا ناقض قوانین جمهوری اسلامی ایران، محتوای سیاسی و توهین به قومیت ها، توهین به مقدسات یا اقوام یا اشخاص، تبلیغات به هر شکلی، هر گونه لینک به سایت های دیگر، شمارۀ تلفن یا نشانی ایمیل یا اطلاعات تماس، نام کاربری افراد در سایت های مختلف، درخواست و دعوت به چت، درخواست فیلتر شکن و وی پی ان، و در مجموع نظراتی غیر مرتبط با سرویس های ودیو باشند تأیید نخواهند شد.</div>
                <br />
                <h2>دربارۀ این شرایط</h2>
                <div>ممکن است این شرایط تغییر یابد تا به عنوان مثال، تغییرات قانون یا تغییرات سرویس های ودیو را منعکس کند. شما باید مرتباً شرایط را بررسی کنید. تغییرات به صورت عطف بماسبق اعمال نمی شوند. تغییرات مربوط به عملکردهای جدید یا تغییرات ایجادشده به دلایل حقوقی، فوراً به اجرا گذاشته خواهد شد.</div>
                <div>این شرایط رابطۀ میان ودیو و شما را کنترل می کند و هیچ گونه حقوقی را که به نفع شخص ثالث باشد ایجاد نمی کند.</div>
                <div>اگر شما شرایط را رعایت نکنید و ما بلافاصله اقدام نکنیم، به این معنا نیست که از حقوقی که ممکن است داشته باشیم (مانند اقداماتی در آینده) دست کشیده ایم.</div>
                <div>اگر شرط خاصی قابل اجرا نباشد، این موضوع بر شرایط دیگر تأثیر نخواهد داشت.</div>
                <div>قوانین جمهوری اسلامی ایران در مورد هر گونه منازعۀ ایجادشده در اثر یا ارتباط با این شرایط قابل اعمال است. کلیۀ دعاوی ایجادشده در اثر یا ارتباط با این شرایط یا سرویس ها مشخصاً در مراجع ذی صلاح کشور جمهوری اسلامی ایران جنبۀ قانونی پیدا می کنند و شما و ودیو نسبت به بررسی قانونی شخصی در این دادگاه ها با یکدیگر به توافق رسیده اید.</div>
                <div>برای اطلاع دربارۀ نحوۀ تماس با ودیو لطفاً از صفحۀ «تماس با ما» در بخش «پشتیبانی» بازدید کنید.</div>
                <br />
                <h2>شیوه نامۀ حریم خصوصی در ودیو</h2>
                <div>ما به اطلاعات شخصی و خصوصی شما احترام می گزاریم و از آن ها محافظت می كنیم و در اين راستا تلاش داریم وب سایت و اپلیکیشن ودیو بر اساس آخرین فناوری های نرم افزاری و سخت افزاری عرضه کنیم تا شما فضایی امن و مطمئن را تجربه کنید.</div>
                <div>اطلاعات شخصی شما فقط برای ارائۀ سرویس های مورد نیازتان استفاده می شود و ما به هیچ وجه اطلاعات شخصی شما را در اختیار اشخاص ثالث قرار نخواهیم داد.</div>
                <div>ما هیچ گاه اطلاعات شخصی شما را از طریق ایمیل، تماس تلفنی و پیامک درخواست نخواهیم کرد.</div>
                <div>ما تلاش خود را می کنیم تا اطلاعات شخصی شما را در اینترنت محفوظ نگه داریم و تمامی اطلاعات دریافتی شما را در فایل های محرمانه ای حفظ کنیم. ودیو اطلاعات شما را برای بررسی های آماری به کار می برد و وقتی اطلاعاتی را با ودیو به اشتراک می گذارید (مثلاً با ایجاد حساب کاربری در ودیو)، ما می توانیم از این اطلاعات برای بهبود خدمات رسانی به شما استفاده کنیم: مثلاً برای نشان دادن آگهی ها و نتایج جستجوی مرتبط تر با شما، برای کمک به شما برای برقراری ارتباط با افراد یا برای سریع تر و آسان تر کردن همرسانی اطلاعات با دیگران.</div>
                <br />
                <div>در شیوه نامۀ حریم خصوصی در ودیو، موارد زیر توصیف می شود:</div>
                <div>اطلاعات جمع آوری شده توسط ودیو و علت جمع آوری آن ها.</div>
                <div>چگونگی استفاده از آن اطلاعات.</div>
                <div>گزینه هایی که ودیو ارائه می کند، شامل نحوۀ دسترسی و به روزرسانی اطلاعات.</div>
                <br />
                <div>حریم خصوصی شما برای ودیو اهمیت دارد، از این رو اگر به تازگی کاربر ودیو شده اید یا مدتی است کاربر آن هستید، لطفاً کمی وقت بگذارید تا با شیوۀ کار ودیو آشنا شوید و در صورت وجود هر گونه سؤال به صفحۀ «پشتیبانی» رجوع کنید.</div>
                <br />
                <div>اطلاعاتی که ودیو جمع آوری می کند</div>
                <div>ودیو اطلاعات را با این هدف جمع آوری می کند تا سرویس های بهتری در اختیار تمام کاربران خود قرار دهد: از تشخیص موارد پایه ای مانند شمارۀ تلفن، جنسیت و وضعیت تأهل شما تا موارد پیچیده تر مانند این که شما کدام یک از تبلیغ ها را از همه مفید تر تشخیص داده اید یا کدام یک از ویدیوهای ودیو را می پسندید.</div>
                <br />
                <div>ودیو اطلاعات را به دو روش جمع آوری می کند و این اطلاعات را به سمت سرور می فرستد:</div>
                <div>1. اطلاعاتی که شما در اختیار ودیو قرار می دهید: برای اکثر سرویس های ودیو لازم است که ثبت نام و حساب کاربری ایجاد کنید. وقتی این کار را انجام می دهید، ودیو اطلاعات شخصی مانند شمارۀ تلفن، نام، ایمیل، یا پرسش هایی از این دست را از شما می خواهد. البته در میان این ها فقط شمارۀ تلفن شما ضروری است. اگر می خواهید از تمامی مزایا و ویژگی های ودیو بهره مند شوید، ممکن است لازم باشد یک نمایۀ عمومی ودیوی نیز ایجاد کنید، که این نمایه ممکن است شامل نام و عکس شما باشد.</div>
                <div>2. اطلاعاتی که ودیو به واسطۀ استفادۀ شما از سرویس های خود دریافت می کند: ودیو دربارۀ سرویس هایی که شما از آن ها استفاده می کنید و نحوۀ استفادۀ شما از آن ها اطلاعاتی جمع آوری می کند، مانند زمانی که ویدیویی در ودیو تماشا می کنید، از سایتی بازدید می کنید که از سرویس های تبلیغاتی ودیو استفاده می کند، یا زمانی که تبلیغات و محتوای ودیو را مشاهده و با آن ها ارتباط برقرار می کنید. این اطلاعات شامل موارد زیر است:</div>
                <br />
                <div>اطلاعات دستگاه: مانند مدل سخت افزار، نسخۀ سیستم عامل، شناسه های خاص دستگاه، مدل، برند، تولیدکننده و کد دستگاه، رزولوشن صفحه، دی پی آی صفحه، چگالی صفحه، موقعیت مکانی تقریبی، خاموشی یا روشنی شبکۀ بی سیم، زبان دستگاه، و اطلاعاتی دربارۀ شبکۀ تلفن همراه از جمله شمارۀ تلفن شما، خاموشی یا روشنی شبکۀ دیتا، خاموشی یا روشنی وضعیت رومینگ، نام اپراتور و نوع شبکه.</div>
                <div>اطلاعات گزارش: هنگام استفاده از سرویس های ودیو یا زمانی که محتوای ارائه شده توسط ودیو را مشاهده می کنید، به طور خودکار برخی اطلاعات خاص را جمع آوری و در گزارش های سرور ذخیره می کنیم. اطلاعات شامل این موارد می شوند:</div>
                <div>جزئیات مربوط به نحوۀ استفادۀ شما از سرویس های ودیو، از قبیل عبارت های جستجوی شما.</div>
                <div>آدرس پروتکل اینترنتی.</div>
                <div>اطلاعات فعالیت های دستگاه مانند خرابی های ایجادشده، فعالیت سیستم، تنظیمات سخت افزاری و تاریخ و ساعت درخواست شما.</div>
                <div>ذخیره سازی محلی: ممکن است ودیو با استفاده از روش هایی مانند ذخیره سازی مرورگر وب و حافظه های پنهان دادۀ برنامه، اطلاعاتی (از جمله اطلاعات شخصی) را جمع آوری و به صورت محلی در دستگاه شما ذخیره کند</div>

                <br />
                <h2>ودیو چگونه از اطلاعات جمع آوری شده استفاده می کند</h2>
                <div>ما از اطلاعاتی که از تمام سرویس های ودیو جمع آوری می کنیم برای توسعۀ سرویس های جدید و محافظت از ودیو و کاربران ودیو استفاده می کنیم. همچنین از این اطلاعات برای ارائۀ محتوایی شخصی سازی شده برای شما ــ مانند نتایج جستجو و تبلیغات مرتبط تر ــ استفاده می کنیم.</div>
                <div>هنگامی که با ودیو تماس می گیرید (از طریق پیامک یا ایمیل)، سوابقی از تماس های شما را نگه می داریم تا در رفع مشکلات احتمالی شما کمک کنیم. ممکن است از شمارۀ تلفن و آدرس ایمیل شما برای اطلاع رسانی دربارۀ سرویس های خود، مثلاً اطلاع رسانی دربارۀ تغییرات و پیشرفت های آینده، استفاده کنیم.</div>
                <div>از اطلاعات جمع آوری شده از کوکی ها و سایر فناوری ها برای بهبود تجربۀ کاربری شما و کیفیت کلی سرویس هایمان استفاده می کنیم. هنگام نمایش تبلیغات شخصی سازی شده به شما، کوکی یا شناسۀ ناشناس را با طبقه بندی های حساس همچون نژاد، دین، تمایلات جنسی یا وضعیت سلامت مرتبط نخواهیم کرد.</div>
                <div>سیستم های خودکار ما محتوای شما (از جمله ایمیل ها) را تجزیه و تحلیل می کنند تا ویژگی های متناسب با شما را در محصول در اختیارتان قرار دهند: مانند نتایج جستجوی سفارشی شده و تبلیغات متناسب با شما.</div>
                <div>        قبل از استفاده از اطلاعات با هدفی غیر از موارد عنوان شده در این شیوه نامۀ حریم خصوصی، رضایت شما را دربارۀ آن کسب می کنیم.</div>
                <div>ممکن است اطلاعات شخصی شما را در سروری مورد پردازش قرار دهیم که خارج از کشور محل سکونت شما باشد.</div>
                <br />
                <h2>دسترسی به اطلاعات شخصی و به روزرسانی آن</h2>
                <div>هدف ما این است که شما هر زمان که خواستید بتوانید به اطلاعات شخصی خود دسترسی داشته باشید. اگر این اطلاعات اشتباه باشد، از طریق «حساب کاربری» می توانید برای به روزرسانی سریع یا حذف آن ها اقدام کنید. ممکن است در هنگام به روزرسانی اطلاعات شخصی، از شما بخواهیم هویت خود را تأیید کنید تا بتوانیم درخواست تان را انجام دهیم.</div>
                <div>ممکن است این نوع درخواست ها را رد کنیم: درخواست هایی که بدون دلیل تکراری هستند، به تلاش فنی بیش از حد نیاز دارند، حریم خصوصی سایر افراد را به خطر می اندازند، یا کاملاً غیرعملی هستند.</div>
                <div>دسترسی و تصحیح اطلاعات را رایگان انجام می دهیم. هدف ما این است که سرویس های خود را به گونه ای نگهداری کنیم که از تخریب یا نابودی اطلاعات در امان باشند. به همین دلیل است که ما پس از آن که شما اطلاعات را از سرویس ها حذف کردید نسخه های باقی مانده را بلافاصله حذف نمی کنیم و ممکن است که اطلاعات را از سیستم های پشتیبان خود حذف نکنیم.</div>
                <br />
                <h2>اشتراک اطلاعات</h2>
                <div>ودیو اطلاعات شخصی کاربرانش را با شرکت ها، سازمان ها و افراد خارج از ودیو به اشتراک نمی گذارد، مگر با کسب رضایت کاربر یا برای پردازش خارجی (در این صورت، اطلاعات شخصی شما را در اختیار شرکت های وابسته یا سایر شرکت ها یا افراد قابل اطمینان قرار می دهیم تا آن ها را بر اساس دستورالعمل ها و با تبعیت از شیوه نامۀ حریم خصوصی ودیو و یا سایر اصول محرمانگی و امنیتی، برای ما پردازش کنند.) یا به دلایل حقوقی (مانند اجرای هرگونه قانون قابل اعمال، مقررات، روند حقوقی یا درخواست لازم الاجرای حکومتی؛ اجرای شرایط سرویس قابل اعمال، از جمله بازرسی تخلف های احتمالی؛ شناسایی، جلوگیری یا هدف قرار دادن کلاه برداری، و مشکلات ایمنی یا فنی؛ محافظت در برابر نقض حقوق، دارایی یا ایمنی ودیو یا کاربران ودیو یا عموم افراد به گونه ای که توسط قانون لازم و مجاز باشد.)</div>
                <div>ممکن است اطلاعات جمع آوری شده ای را که ‏ سبب شناسایی شما نمی شود به صورت عمومی به اشتراک بگذاریم. به عنوان مثال، برای نمایش گرایش های میزان استفادۀ کلی از سرویس های ودیو، ممکن است اطلاعات را به صورت عمومی به اشتراک بگذاریم.</div>
                <br />
                <h2>امنیت اطلاعات</h2>
                <div>ما متعهدیم که با استفاده از روش ها و فناوری های لازم از ودیو و کاربران ودیو در برابر دسترسی یا ایجاد تغییرات غیرمجاز، قرار دادن اطلاعات در اختیار سایر افراد یا تخریب اطلاعاتی که در اختیار داریم محافظت می کنیم.</div>
                <br />
                <h2>اعمال شیوه نامۀ حریم خصوصی ودیو</h2>
                <div>شیوه نامۀ حریم خصوصی ودیو در مورد تمام سرویس های ودیو اعمال می شود اما شامل سرویس هایی نمی شود که شیوه نامۀ حریم خصوصی جداگانه ای دارند.</div>
                <div>شیوه نامۀ حریم خصوصی ودیو در مورد سرویس هایی که سایر شرکت ها یا افراد ارائه می کنند، از جمله محصولات یا سایت هایی که در تبلیغات به شما نشان داده می شود، سایت هایی که شامل سرویس های ودیو می شوند یا سایر سایت هایی که از طریق سرویس های ما دارای پیوند هستند اعمال نمی شود. اقدامات سایر شرکت ها و سازمان هایی که سرویس های ودیو را تبلیغ می کنند و ممکن است از کوکی ها، تگ های پیکسل و سایر فناوری ها برای ارائه و سفارش تبلیغات مرتبط استفاده کنند، تحت پوشش شیوه نامۀ حریم خصوصی ودیو نخواهند بود.</div>
                <br /> <h2>پذیرش و همکاری با مراجع نظارتی</h2>
                <div>ما مرتباً شیوه نامۀ حریم خصوصی ودیو را مورد بازبینی قرار می دهیم. هنگامی که شکایت های کتبی و رسمی دریافت کنیم، برای پیگیری با فرد شاکی تماس می گیریم. ما با مراجع قانونی ذی صلاح همکاری می کنیم تا هرگونه شکایت در ارتباط با انتقال داده های شخصی را ــ که امکان رفع مستقیم آن با کاربرانمان وجود ندارد ــ مورد بررسی قرار دهیم.</div>
                <br /> <h2>تغییرات</h2>
                <div>ممکن است شیوه نامۀ حریم خصوصی ودیو در فواصل زمانی مختلف تغییر کند. ما بدون رضایت صریح شما، حقوق شما را بر اساس مقررات این شیوه نامۀ حریم خصوصی کاهش نخواهیم داد. ما هر گونه تغییر در شیوه نامۀ حریم خصوصی ودیو را در این صفحه اعلام می کنیم و در صورتی که این تغییرات مهم باشند، یک اعلامیۀ مهم تر (از جمله آگه ساز و پیامک) برای همۀ کاربران می فرستیم.</div>


            </div>
        </div>;
    }
}